DEFINE DATA LOCAL
/* >Natural Source Header 000000
/* :Mode S
/* :CP
/* <Natural Source Header
 1 NOTIZBUCH VIEW OF DUMMY-FILE
   2 DATEN (1:10)
     3 NOTIZ-DATEN (A128)
END-DEFINE
