DEFINE DATA LOCAL
/* >Natural Source Header 000000
/* :Mode S
/* :CP
/* <Natural Source Header
1 ball-info
    2 balls (1:*)
        3 id (N3)
        3 color (A17)
    2 state (l) /* true = play false = pause

1 add-ball
    2 error (L)
    2 msg (A100)
    
1 pause-balls
    2 error (L)
    2 msg (A100)

1 play-balls
    2 error (L)
    2 msg (A100)
    
1 delete-ball
    2 error (l)
    2 msg (A100)
END-DEFINE
