DEFINE DATA PARAMETER
/* >Natural Source Header 000000
/* :Mode S
/* :CP
/* <Natural Source Header
1 HTTP_KEYS (A/1:*) DYNAMIC
1 HTTP_VALS (A/1:*) DYNAMIC
1 HTTP_VALS_LENGTH (I4/1:*)
1 HTTP_PARM_COUNT (I4)
1 HTTP_REQ_TYPE (A) DYNAMIC

1 REALHTML_TMPFILE (A) DYNAMIC
1 REALHTML_SETTINGS (A) DYNAMIC
END-DEFINE
